Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Interesuje mnie wszystko, co się dzieje w Przystani. Jeśli myślisz, że ot tak pozwolę ci ją sobie zabrać, to jesteś w dużym błędzie. Dziewczyna za dużo przez ten czas widziała i słyszała.
uk: Мене цікавить все, що відбувається у Гавані. Якщо ти думаєш, що я просто дозволю тобі забрати її, ти сильно помиляєшся. Дівчина за цей час побачила і почула надто багато.

source: Interesująca zbroja.
uk: Цікаві обладунки.

source: Interesująca zbroja. Nigdy takiej nie widziałem na Archolos.
uk: Цікаві обладунки. Ніколи не бачив таких на Архолосі.

source: Interesujące, chyba dwóch z nich było naprawdę pijanych, bo wygląda to tak, jakby przez część drogi już nawet nie stawiali kroków, tylko szurali nogami po podłożu, a gdy tylko tu dotarli, od razu padli na ziemię.
uk: Цікаво те, що двоє з них були дуже п'яні, тому що видно, що частину шляху вони навіть не робили кроків, а просто човгали ногами по землі, а як тільки дійшли сюди, одразу ж впали на землю.

source: Interesujące... samo przygotowanie mikstury nie wydaje się bardzo skomplikowane. Po prostu ma sporo kroków, które trzeba dokładnie wypełnić.
uk: Цікаво... саме приготування еліксиру не виглядає дуже складним. Просто воно включає досить багато етапів, які потрібно ретельно виконувати.

source: Interesy Gildii mnie nie obchodzą. Opuściłem jej szeregi.
uk: Інтереси Гільдії мене не цікавлять. Я покинув її лави.

source: Interesy nie idą dobrze?
uk: Бізнес йде не дуже добре?

source: Interesy w Tomasem zawsze szły dobrze... Ile chce za skrzynkę?
uk: Справи з Томасом завжди йшли добре... Скільки він хоче за ящик?

source: Interesy z tobą to czysta przyjemność.
uk: З тобою приємно мати справу.

source: Interesy z tobą to przyjemność.
uk: З тобою приємно мати справу.

source: Interesy z tobą to przyjemność. Zapraszamy do miasta.
uk: З тобою приємно мати справу. Прошу до міста.

source: Interesy z tobą to sama przyjemność!
uk: З тобою приємно мати справу!

source: Interesy? Nie prowadzę żadnych interesów, ale zarabiam na życie jak każdy uczciwy obywatel!
uk: Займаюся? Нічого особливого, але я заробляю собі на життя, як будь-який чесний громадянин!

source: Interwencja na Archolos nie tylko nawróciła mieszkańców na wiarę w Innosa, ale też rozwinęła ich cywilizacyjnie. Poślednie rozwiązania administracyjne zastąpiono sprawdzonym systemem myrtańskim, a dogorywająca gospodarka odżyła dzięki szlakom handlowym.
uk: Інтервенція на Архолосі не лише навернула мешканців до віри в Інноса, але й розвинула їх у культурному плані. На зміну недолугому управлінню прийшла випробувана міртанська організація, а занепала економіка ожила завдяки торговельним шляхам.

source: Intrygujące. Z moich badań wynika, że uprawa ognistego korzenia na ziemi zmieszanej ze startymi językami ognistych jaszczurów nie tylko znacząco zwiększa ich właściwości magiczne, ale wywołuje również kilka ciekawych efektów ubocznych. Czas na małą reorganizację mojego ogródka!
uk: Інтригуюче. Як свідчать мої дослідження, вирощування вогняних коренів на ґрунті, змішаному з тертими язиками вогняних ящерів, не лише суттєво підвищує їхні магічні властивості, але й має деякі цікаві побічні ефекти. Настав час для невеликої реорганізації мого городу!

source: Intrygujące... Któryś ze składników musiał wywołać natychmiastową reakcję w żołądku, co doprowadziło do wymiotów, a w ostateczności nieprzyswojenia substancji odpowiedzialnych za przemianę.
uk: Інтригуюче... Якийсь інгредієнт, мабуть, викликав миттєву реакцію в шлунку, що призвело до блювання, тобто до невсмоктування речовин, відповідальних за трансформацію.

source: Intrygującymi wydają się również kamienne piedestały. Choć dziś zdaje się, że ich rola została zapomniana, niewykluczone, że kiedyś służyły za miejsca skupienia wielkiej mocy magicznej. Być może Mag Wody i mój były brat, Ibeus, mógłby powiedzieć o nich więcej.
uk: Кам'яні постаменти також виглядають інтригуюче. Хоча сьогодні їхня роль, здається, забута, не виключено, що колись вони слугували місцями накопичення великої магічної сили. Можливо, Маг Води та мій колишній брат Ібеус зможе розповісти про них більше.

source: Inwestycyjne
uk: Підтримуване

source: Inżynierowie Rhobara opracowali nowy rodzaj broni opartej na prochu. Wkrótce na murach i burtach okrętów pojawiły się pierwsze działa zdolne miotać pociski na duże odległości.
uk: Інженери Робара розробили новий тип зброї на основі пороху. Незабаром на стінах і бортах кораблів з'явилися перші гармати, здатні метати снаряди на великі відстані.

source: Ioryben
uk: Йорібен

source: Iskra, którą Domenico rozniecił w sercach Myrtańczyków, sprawiła, że Myrtana przestała być wyłącznie królestwem lądowym, a zaczęła być zamorskim.
uk: Завдяки іскрі, яку Доменіко запалив у серцях міртанців, Міртана перестала бути суто сухопутним королівством і почала перетворюватися на морське.

source: Istnieje szansa, że będziemy musieli opuścić wyspę, albo zaszyć się gdzieś na dłuższy czas.
uk: Є ймовірність, що нам доведеться покинути острів чи сховатися десь на тривалий час.

source: Istnieją nawet pustynne
uk: Існують навіть пустельні шершні,

source: Istotne problemy naszych społeczności należy rozwiązywać współczesnymi, a więc adekwatnymi środkami zaradczymi. Nie zaś filozoficznymi bajkami opisanymi nieostrymi pojęciami.
uk: Важливі проблеми нашого суспільства повинні вирішуватися сучасними, а отже, адекватними засобами. А не філософськими байками, що описані туманними термінами.

source: Istotnie, Ivy, jeśli dobrze kojarzę. Co w związku z tym?
uk: Дійсно, Айві, якщо я не помиляюся. А що з нею?

source: Istotnie, przyda się ktoś z zewnątrz, kto wyniucha co i jak.
uk: Дійсно, нам би не завадила стороння людина, яка б рознюхала, що і як.

source: Istotnie, tak pracowita osoba na pewno wymyśli jakąś wyrafinowaną zemstę.
uk: О так, настільки завзята людина обов'язково придумає якусь витончену помсту.

source: Istotnie. Proszę, oto 'Oko Innosa'!
uk: Саме так. Прошу, це 'Око Інноса'!

source: Istotnie. Taki przybysz jak ty nie zrozumie, co to znaczy być Wilczym Synem. Proszę się oddalić.
uk: Це точно. Такий чужинець, як ти, не зрозуміє, що означає бути Вовчим Сином. Попрошу піти геть.

source: Istotą całej magii jest wola. Magia i energia magiczna są wśród nas. W siłach przyrody, w ludziach, zwierzętach, a nawet w roślinach.
uk: Суть будь-якої магії - це воля. Магія і магічна енергія знаходяться серед нас. У силах природи, в людях, тваринах і навіть у рослинах.

source: Ivan
uk: Іван

source: Ivan handluje bronią w Przystani. Znajdę go za domem Corteza.
uk: Іван торгує зброєю в Гавані. Я можу знайти його за будинком Кортеза.

source: Ivan jak i cała Przystań jest teraz zajęta biesiadą. Wrócę jak zabawa ucichnie.
uk: Іван, як і вся Гавань, зараз святкують. Я повернуся, коли веселощі вщухнуть.

source: Ivan kiedyś rozmawiał z chłopakami o tej sprawie. Może od niego dowiesz się czegoś więcej.
uk: Іван якось розмовляв із хлопцями про це. Може, від нього ти дізнаєшся більше.

source: Ivan opowiedział mi o swoim spotkaniu z tropicielem. Wszystko wskazuje na to, że dziewczyna przetrzymywana w grocie to Lena. Będę musiał rozmówić się z Gregorem.
uk: Іван розповів мені про свою зустріч зі слідопитом. Все вказує на те, що дівчина, яку тримають у печері – це Олена. Мені потрібно поговорити з Грегором.

source: Ivy
uk: Айві

source: Ivy pomoże mi w śledztwie w Wilczym Leżu. Będzie czekać na mnie na miejscu.
uk: Айві допомагатиме мені з розслідуванням у Вовчому Лігві. Вона чекатиме на мене там.

source: Ivy ruszy do Wilczego Leża razem ze mną. Mamy spotkać się w Silbach i stamtąd pójdziemy na miejsce. Zawsze to jakieś towarzystwo w tych niegościnnych okolicach.
uk: Айві вирушить до Вовчого Лігва разом зі мною. Ми зустрінемось у Сільбаху, а звідти вирушимо у Лігво. Принаймні, у цих негостинних краях у мене буде компанія.

source: Ivy w końcu była wolna. Bez Volkera nad głową mogła robić wszystko, na co tylko miała ochotę. To, co oboje przeszliśmy przez tego człowieka, zbliżyło nas do siebie. Często chodziliśmy razem na polowania, opowiadaliśmy sobie o swoich przygodach...
uk: Айві нарешті була вільною. Без Волкера над головою вона могла робити все, що заманеться. Те, що ми обоє пережили через цю людину, ще більше зблизило нас. Ми часто ходили разом на полювання, розповідали один одному про свої пригоди...

source: Ivy za opłatą pokaże mi, jak stać się zręczniejszym oraz jak po mistrzowsku otwierać zamki i okradać innych.
uk: За певну плату Айві покаже мені, як стати більш спритним, як майстерно відмикати замки та обкрадати інших.

source: Ivy, nie widzisz, że mamy ten sam cel? Oboje chcemy zemścić się na Lichwiarzu.
uk: Айві, хіба ти не бачиш, що у нас одна мета? Ми обоє хочемо помститися Лихварю.

source: Ivy, weź ze sobą Marvina i jak najszybciej udajcie się do twierdzy Ulryka. Macie dowiedzieć się wszystkiego, czego tylko się da.
uk: Айві, бери з собою Марвіна і якнайшвидше вирушайте до фортеці Ульріка. Я хочу, щоб ви з'ясували все, що зможете.

source: Ivy... Czy Volker wielokrotnie nią manipulował, tak jak mną podczas śledztwa? A może faktycznie była zła i rozkazy Lichwiarza stanowiły tylko usprawiedliwienie? Chyba już nigdy się tego nie dowiem. Mam tylko nadzieję, że nasze drogi już nigdy się nie skrzyżują.
uk: Айві... Можливо, Волкер неодноразово маніпулював нею, так само, як і мною під час розслідування? Чи вона дійсно була злою, а накази Лихваря були лише приводом? Напевно, я вже ніколи не дізнаюся. Сподіваюся, що наші шляхи більше ніколи не перетнуться.

source: Ivy?
uk: Айві?

source: J-ja na waszym miejscu sprawdziłbym ten, tą, no, Dzielnicę Biedoty. W porcie, hehe, wiecie...
uk: Я б на вашому місці перевірив цей, ну, Бідний квартал. У порту, хе-хе, знаєте...

source: J-ja? Z-za kratkami?
uk: Й-я? З-за ґратами?

source: J-ja?! A-a skąd ci to przyszło do głowy?
uk: Й-я?! А-а звідки це прийшло тобі в голову?

source: J-jasne... się rozumie... w porządku.
uk: Й-ясно... зрозуміло... добре.

source: JASKINIOWY TROLL\nRODZAJ OBRAŻEŃ: Obrażenia od upadku\nODPORNOŚĆ: Pociski, Wiatr/Upadek\nPODATNOŚĆ: Brak\nWYSTĘPOWANIE: Duże jaskinie w górzystym terenie\nRADA: Jaskiniowe trolle są bardzo rodzinne i niezwykle dbają o swoje młode. Pod żadnym pozorem nie wchodzić do ich legowiska!
uk: ПЕЧЕРНИЙ ТРОЛЬ\nТИП ШКОДИ: Падіння\nОПІР: Стріли, болти, вітер/падіння\nВРАЗЛИВІСТЬ: Немає\nПОШИРЕННЯ: Великі печери в гірській місцевості\nПОРАДА: Печерні тролі дуже сімейні та люто захищають своїх дитинчат. За жодних обставин не заходьте в їхнє лігво!

source: JASZCZUR\nRODZAJ OBRAŻEŃ: Sieczne\nODPORNOŚĆ: Ogień\nPODATNOŚĆ: Magia\nWYSTĘPOWANIE: Plaże, okolice rzek i zbiorników wodnych\nRADA: Pomimo sporych rozmiarów nie są zbyt wytrzymałe. Najgroźniejsze są ich szarże oraz odskoki - dzięki długiemu cielsku i ogonowi potrafią szybko zmienić dystans między sobą a ofiarą.
uk: ЯЩІР\nТИП ШКОДИ: Ріжуча\nОПІР: Вогонь\nВРАЗЛИВІСТЬ: Магія\nПОШИРЕННЯ: Пляжі, біля річок та водойм\nПОРАДА: Незважаючи на великий розмір, вони не дуже витривалі. Найбільш небезпечними є їх кидки і стрибки – завдяки довгому тілу і хвосту вони можуть швидко змінювати відстань між собою і здобиччю.

source: JESZCZE MASZ CZELNOŚĆ PYTAĆ?
uk: ТИ ЩЕ МАЄШ НАХАБСТВО ПИТАТИ?

source: Ja absolutnie nie panikuję! Twoja 'pomoc' była tak przydatna jak działalność magów! Cholera, czy istnieje jeszcze ktoś, kto naprawdę może być przydatny?
uk: Я абсолютно спокійний! Твоя 'допомога' була такою ж корисною, як і заклинання магів! Дідько... може знаєш ще когось, хто справді може бути корисним?

source: Ja bym miał pracować? W stoczni? Czyli musiałbym machać młotkiem, piłą, i jeszcze pewnie nosić ciężkie deski? Przecież to jest męczące!
uk: Я повинен працювати? Ще й корабельні? Тобто махати молотком, пилкою і, напевно, носити важкі дошки? Це ж важка праця!

source: Ja będę pił litry alkoholu otoczony pięknymi pannicami w karczmie, a ty będziesz żałował żeś odrzucił moją ofertę
uk: Я буду пити спиртне літрами в оточенні чарівних дівчат у корчмі, і ти пошкодуєш, що відхилив мою пропозицію.

source: Ja będę się wszystkiemu przyglądał z pewnej odległości i w razie czego zainterweniuję.
uk: Я буду спостерігати за всім на відстані і в разі чого зможу втрутитися.

source: Ja ci wierzę, ale uznałem, że warto ci o tym powiedzieć.
uk: Я тобі вірю, але подумав, що варто розповісти тобі.

source: Ja ci zaraz...
uk: Я тобі зараз...

source: Ja ciebie również! Kiedy to było?
uk: Я тебе теж! Коли ж це було?

source: Ja cię już niczego nie nauczę. Jesteś za dobry.
uk: Я тебе більше нічому не навчу. Ти занадто вправний.

source: Ja cię nauczę manier!
uk: Я навчу тебе манер!

source: Ja cię zastąpię, teraz Grayson chce cię zobaczyć w domu Kaleba.
uk: Я заміню тебе, зараз Грейсон хоче бачити тебе в будинку Калеба.

source: Ja człowiek, zupełnie jak ty!
uk: Я людина, як і ти!

source: Ja dobrze. Mam nadzieję, że otrząsnąłeś się po śmierci kompana, to musiało być dla ciebie naprawdę straszne przeżycie.
uk: Все добре. Сподіваюся, ти вже оговтався від смерті побратима. Це, мабуть, був дійсно жахливий досвід для тебе.

source: Ja go tylko wrzuciłem do dołu i zakopałem.
uk: Я просто кинув його в яму і закопав.

source: Ja i Kazeem zdecydowaliśmy się udać do miasta, a Ana postanowiła zostać jeszcze chwilę w wiosce. Wspominała, że do nas dołączy, ale jeszcze jej nie widziałem.
uk: Ми з Казімом надумали вирушити до міста, а Анна вирішила залишитися в селі ще на деякий час. Вона сказала, що згодом приєднається до нас, але я її ще не бачив.

source: Ja i Marvin...
uk: Я і Марвін...

source: Ja i klienci przekonaliśmy się o tym na własnej skórze.
uk: Я і мої клієнти самі в цьому переконалися.

source: Ja i moi przyjaciele jesteśmy bardzo zawiedzeni twoją decyzją.
uk: Я та мої друзі дуже розчаровані твоїм рішенням.

source: Ja i on. Potwór był za silny, sam ledwo uszedłem z życiem.
uk: Я і він. Чудовисько було надто сильним, я сам ледве врятувався.

source: Ja i tak mam jeszcze parę rzeczy do zrobienia. Nim wrócisz, powinienem być gotowy.
uk: У мене ще є кілька речей, які я маю зробити. Коли ти повернешся, я вже буду готовий.

source: Ja im dam 'nie kiwniemy nawet palcem'! Wysłałem ludzi, sprawdzili okoliczny teren, nic nie znaleźli! Co ja w takiej sytuacji mam niby jeszcze zrobić?
uk: Я їм дам 'навіть пальцем не поворухну'! Я послав людей, вони перевірили околиці, але нічого не знайшли! Що мені залишається робити в такій ситуації?

source: Ja jednak nie mam z niego żadnego pożytku.
uk: Однак мені від нього немає ніякої користі.

source: Ja jestem Marvin, nie Barvin!
uk: Мене звуть Марвін, а не Барвін!

source: Ja jestem od handlowania. Nie znam imion wszystkich osób, które wytwarzają moje towary.
uk: Я весь у торгівлі. Мені невідомі імена усіх, хто виготовляє мої товари.

source: Ja jeszcze raz przyjrzę się lekturze opowiadającej o historii wyspy. Gdy dowiedziałem się o waszej wyprawie, z ciekawości zacząłem wertować te stare kroniki.
uk: Мені треба ще раз почитати про історію острова. Коли я дізнався про вашу експедицію, я з цікавості почав переглядати ці старі хроніки.

source: Ja jeszcze zregeneruję siły przez chwilę.
uk: Я ще деякий час буду відновлювати сили.

source: Ja już lepiej pójdę, zanim tamten postanowi wrócić. Może się jeszcze spotkamy. Mam nadzieję, że w lepszych okolicznościach.
uk: Я краще піду, поки він не вирішив повернутися. Може, ми ще зустрінемося. Сподіваюся, за кращих обставин.

source: Ja już sam nie wiem, Marvin. Odkąd ten cholerny Lichwiarz wymordował moich ludzi, czuję się, jakbym żył we śnie.
uk: Я вже не впевнений, Марвіне. Відтоді, як той клятий Лихвар убив моїх людей, мені здається, що я живу уві сні.

source: Ja mam córkę! Samą w domu! Dawaj i nie marnuj mojego czasu!
uk: У мене донька! Сама вдома! Віддай мої речі і не витрачай мого часу!

source: Ja mam siostrę, więc inni też muszą mieć! Co prawda ona nigdy nie odpisuje na moje listy, ale... ale pewnie nie robi tego specjalnie!
uk: Якщо у мене є сестра, то й в інших повинна бути! Щоправда, вона ніколи не відповідає на мої листи, але... але, мабуть, це не навмисно!

source: Ja miałem szczęście, ponieważ je znalazłem. Wielu ludzi pyta mnie, jak ja to robię, skąd czerpię tę radość.
uk: Мені пощастило знайти своє місце. Багато хто запитує, як я це роблю, звідки мій оптимізм.

source: Ja muszę zająć się swoimi sprawami, przez ten cały wypadek straciłem już dostatecznie dużo złota. Czas w końcu coś zarobić.
uk: Я маю займатися своїми справами, вже й так втратив достатньо золота через цей інцидент. Пора нарешті щось заробити.

source: Ja myślę! Kto o zdrowych zmysłach nie chciałby pracować dla Gildii?
uk: Я й кажу! Хто при здоровому глузді відмовиться працювати на Гільдію?

source: Ja myślę. A teraz idź stąd, zanim stracę cierpliwość.
uk: Напевно. А тепер забирайся звідси, поки я не втратив терпіння.

source: Ja na twoim miejscu teraz wyniósłbym się z miasta i już nigdy nie wrócił!
uk: На твоєму місці я б вже зараз втік з міста і більше ніколи не повертався!

source: Ja naprawdę nic nie wiem!
uk: Я справді нічого не знаю!

source: Ja naprawdę wrócę! Tylko jeszcze kilka dni tutaj pobędę. Ale wrócę, obiecuję!
uk: Я справді повернуся в монастир! Я просто побуду тут ще кілька днів. Але я повернуся, обіцяю!

source: Ja nas poprowadzę, ty osłaniaj tyły!
uk: Я поведу, ти прикриєш тил!

source: Ja nic na sobie nie mam...
uk: Я нічого не ношу...

source: Ja nie chcę umierać!
uk: Я не хочу вмирати!

source: Ja nie miewam snów.
uk: Я не бачу снів.

source: Ja nie wiem o żadnym zabójstwie, żadnego Holdwiga!
uk: Я не знаю ні про яке вбивство, ні про якого Гольдвіга!

source: Ja nie zamierzam mówić o tym magom, sprzątanie cmentarza to nasz przydział i znając ich zasady, to my będziemy mieli przez to kłopoty.
uk: Я не збираюся розповідати про це магам, прибирання цвинтаря – це наше завдання, і, знаючи їхні правила, у нас самих будуть неприємності через це.

source: Ja nie, ale mieszkańcy mogą na to patrzeć nieprzychylnym okiem.
uk: Я – ні, але деяким мешканцям це може не сподобатись.

source: Ja nie. Simon to zrobił.
uk: Я ні. Це зробив Саймон.

source: Ja o niczym nie wiem, ale Borr orientuje się w takich sprawach.
uk: Я нічого про це не знаю, але Борр зазвичай в курсі таких справ.

source: Ja piję to regularnie, a jeszcze nic mi się nie stało. Chyba nie ma się czego obawiać.
uk: Я п'ю їх регулярно, і зі мною ще нічого не сталося. Гадаю, тут нічого боятися.

source: Ja pomogę opanować naszych ludzi i dołączę do ciebie.
uk: Я допоможу організувати людей і приєднаюся до тебе.

source: Ja przy pracy?! Może to nie jest taki zły pomysł, ale... nigdy nie poczuję się bezpieczna, dopóki ten wieprz się na mnie gapi!
uk: Я? Працювати?! Можливо, це не така вже й погана ідея, але... Я ніколи не відчуватиму себе в безпеці, поки цей свинопас витріщається на мене!

source: Ja przyjmuję tylko zamówienia specjalne.
uk: Я приймаю лише спеціальні замовлення.

source: Ja robię hałas?
uk: Я шумлю?

source: Ja również mam taką nadzieję.
uk: Я теж на це сподіваюся.

source: Ja się chyba domyślam... ale nie powiem tego na głos.
uk: Здається, я здогадуюсь... але вголос не скажу.

source: Ja się na tym nie znam, po szczegóły musisz iść do naszego cieśli. Uwe będzie wiedział, co masz robić.
uk: Я нічого про це не знаю, за подробицями звернись до нашого тесляра. Уве знає, що треба зробити.

source: Ja sobie tutaj jeszcze postoję, lubię oglądać tę... wspaniałą świątynię! Te witraże! Ten... no... styl!
uk: Я ще постою тут, мені подобається дивитися на цей... чудовий храм! Ці вітражі! Цей... ну... стиль!

source: Ja spróbuje dowiedzieć się czegoś o bełcie od ludzi przy tej chacie. Wyglądają mi na jakichś łowców. Spróbować nie zaszkodzi.
uk: А я спробую з'ясувати щось про цей болт у людей біля тієї халупи. Як на мене, то вони схожі на мисливців. Спробувати не завадить.

source: Ja tak nie myślę, po prostu chodzą takie słuchy.
uk: Я так не думаю, просто ходять чутки.

source: Ja tam nie chcę mieć problemów, dlatego proszę, byś zawrócił i zajął się kopaniem.
uk: Я не хочу ніяких проблем, тому прошу, розвертайся і продовжуй видобуток.

source: Ja tam nie narzekam! Wszędzie pełno złota, miła atmosfera, a nad wszystkim czuwają świetnie wyszkoleni najemnicy.
uk: Я не скаржуся! Скрізь повно золота, приємна атмосфера і за всім цим наглядають добре підготовлені найманці.

source: Ja tam nie wiem do końca, o co chodzi, ale Jon podobno jest jakimś specjalistą. Twierdzi, że wie, jak się pozbyć pełzaczy.
uk: Я не все знаю, але Йон нібито є фахівцем у цьому. Він стверджує, що знає, як позбутися повзунів.

source: Ja tam swoje wiem.
uk: Я знаю, про що говорю.

source: Ja tam w sumie się zajmuję swoimi sprawami i żyje mi się całkiem nieźle. Może gdyby więcej czasu kopali, a mniej dyskutowali, jak to jest źle, to też by im to wyszło na dobre.
uk: Я, власне, займаюся своїми справами і живу досить непогано. Можливо, якби вони витрачали більше часу на видобуток, а менше нарікали на проблеми, то й у них би все налагодилося.

source: Ja tam żadnego bełtu nie widziałem. Skoro go zastrzelił, to na twoim miejscu szukałbym go w ciele tego dzieciaka.
uk: Я не бачив при ньому ніякого болта. Якщо ним стріляли, я б на твоєму місці шукав його у тілі того хлопця.

source: Ja też nie. Lepiej się wycofajmy.
uk: Я теж. Краще давай втечемо звідси.

source: Ja to jeszcze sobie z nimi jakoś radzę, ale nie każdy tutaj wie, jak machać bronią.
uk: Я з ними ще якось впораюсь, але не всі тут вміють махати зброєю.

source: Ja to najchętniej spaliłbym budę, gdzie przetrzymują ten szmelc.
uk: Я б із задоволенням спалив той сарай, де вони тримають цей мотлох.

source: Ja to ocenię. Pokaż!
uk: Це вже мені судити. Покажи!

source: Ja to wyjaśnię...
uk: Я це поясню...

source: Ja to zrobię.
uk: Я це зроблю.

source: Ja trochę tutaj jeszcze odpocznę i także się tam udam.
uk: Я трохи тут відпочину і також вирушу туди.

source: Ja tu tak posłusznie za tobą przyszedłem, a z ciebie jest zwykła szuja i konfident! Żeby cię cholera wzięła!
uk: Я довірилась тобі, а ти виявився звичайнісіньким негідником і зрадником! Щоб тебе холера побрала!

source: Ja tutaj radzę sobie świetnie, idź zawracać głowę komuś innemu.
uk: У мене все чудово, йди мороч голову комусь іншому.

source: Ja tylko walczę o swoje. Co się wydarzyło, to się wydarzyło, przepraszać nie będę.
uk: Я просто борюся за своє. Що сталося, те сталося, вибачатися я не буду.

source: Ja tylko...
uk: Я просто...

source: Ja tylko... Jasna cholera! Marvin? Ty tutaj?
uk: Я просто... Трясця твоїй матері! Марвіне? Це ти?

source: Ja tymczasem dopilnuję, by Roderich i Lorenzo dotrzymali swoich obietnic.
uk: Я тим часом подбаю про те, щоб Родеріх і Лоренцо дотримали своїх обіцянок.

source: Ja tymczasem porozmawiam sobie jeszcze z Jornem i pomogę mu wejść po tych krzywych schodach w karczmie.
uk: А я тим часом ще раз поговорю з Йорном і допоможу йому піднятися по тих кривих сходах в корчмі.

source: Ja uganiam się za dziwakiem, a fałszerz wciąż grasuje na wolności!
uk: Я слідкую за психом, а шахрай все ще на волі.

source: Ja w innej sprawie. Roderich rozkazał mi kontrolę sprzętu, który dla nas przywieźliście.
uk: Я з іншого приводу. Родеріх наказав мені оглянути спорядження, яке ви нам привезли.

source: Ja w każdym razie nic więcej ci nie pokażę.
uk: У будь-якому випадку, більше я тобі нічого не покажу.

source: Ja w młodości szukałem swojego ojca, ale nic dobrego z tego nie wyszło, mówię ci!
uk: Я в юності шукав свого батька, але нічого доброго з цього не вийшло, скажу я тобі!

source: Ja w sprawie kusz dla straży.
uk: Я на рахунок арбалетів для вартових.

source: Ja w tym czasie każę rozstawić cel na targowisku i powiem Elidowi, żeby uważnie obserwował naszą prezentację. Kiedy da wam znak, Arwid rusza biegiem, a ty strzelasz.
uk: Я тим часом підготую мішень на ринку і скажу Еліду, щоб він уважно стежив за нашою демонстрацією. Коли він подасть сигнал, Арвід почне втікати, а ти стрілятимеш.

source: Ja wcale nie...
uk: Я зовсім не...
